{
  "plugins": {
    "amp.nvim": {
      "src": "https://github.com/sourcegraph/amp.nvim"
    },
    "carvion.nvim": {
      "src": "https://github.com/zitrocode/carvion.nvim"
    },
    "conform.nvim": {
      "src": "https://github.com/stevearc/conform.nvim"
    },
    "gitsigns.nvim": {
      "src": "https://github.com/lewis6991/gitsigns.nvim"
    },
    "gruber-darker.nvim": {
      "src": "https://github.com/blazkowolf/gruber-darker.nvim"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "nvim-tree-docs": {
      "src": "https://github.com/nvim-treesitter/nvim-tree-docs"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter",
      "version": "'main'"
    },
    "opencode.nvim": {
      "src": "https://github.com/NickvanDyke/opencode.nvim"
    },
    "parinfer-rust": {
      "src": "https://github.com/eraserhd/parinfer-rust"
    },
    "vim-wakatime": {
      "src": "https://github.com/wakatime/vim-wakatime"
    },
    "yuck.vim": {
      "src": "https://github.com/elkowar/yuck.vim"
    }
  }
}
